---
kind: other
id: Methods.T:Autodesk.Revit.UI.ITemporaryGraphicsHandler
source: html/850a5df5-54d9-79e2-328f-ff1d1d10a8de.htm
---
# ITemporaryGraphicsHandler Methods

Implement this method to return a description of the server.